Repository: dmitrybabin15-web/Scanly
Catalog: Scanly/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl

# expenses_export_error_fallback
source: Could not create export file. Please try again.
de: Exportdatei konnte nicht erstellt werden. Bitte erneut versuchen.
es: No se pudo crear el archivo de exportación. Inténtalo de nuevo.
fr: Impossible de créer le fichier d’export. Veuillez réessayer.
it: Impossibile creare il file di esportazione. Riprova.
nl: Kon exportbestand niet maken. Probeer opnieuw.
pl: Nie można utworzyć pliku eksportu. Spróbuj ponownie.

# expenses_data_error_title
source: Save error
de: Speicherfehler
es: Error al guardar
fr: Erreur d’enregistrement
it: Errore di salvataggio
nl: Opslagfout
pl: Błąd zapisu

# expenses_data_error_fallback
source: Could not save changes. Please try again.
de: Änderungen konnten nicht gespeichert werden. Bitte erneut versuchen.
es: No se pudieron guardar los cambios. Inténtalo de nuevo.
fr: Impossible d’enregistrer les modifications. Veuillez réessayer.
it: Impossibile salvare le modifiche. Riprova.
nl: Wijzigingen konden niet worden opgeslagen. Probeer opnieuw.
pl: Nie udało się zapisać zmian. Spróbuj ponownie.

# scan_error_photo_access_fallback
source: Could not access selected photo. Please try another image.
de: Auf das ausgewählte Foto konnte nicht zugegriffen werden. Bitte anderes Bild versuchen.
es: No se pudo acceder a la foto seleccionada. Prueba con otra imagen.
fr: Impossible d’accéder à la photo sélectionnée. Veuillez essayer une autre image.
it: Impossibile accedere alla foto selezionata. Prova un’altra immagine.
nl: Kan geselecteerde foto niet openen. Probeer een andere afbeelding.
pl: Nie można uzyskać dostępu do wybranego zdjęcia. Spróbuj innego obrazu.

# scan_error_processing_fallback
source: Could not process receipt. Please try again.
de: Beleg konnte nicht verarbeitet werden. Bitte erneut versuchen.
es: No se pudo procesar el recibo. Inténtalo de nuevo.
fr: Impossible de traiter le reçu. Veuillez réessayer.
it: Impossibile elaborare la ricevuta. Riprova.
nl: Kon bon niet verwerken. Probeer opnieuw.
pl: Nie można przetworzyć paragonu. Spróbuj ponownie.

# scan_error_save_fallback
source: Could not save expense. Please try again.
de: Ausgabe konnte nicht gespeichert werden. Bitte erneut versuchen.
es: No se pudo guardar el gasto. Inténtalo de nuevo.
fr: Impossible d’enregistrer la dépense. Veuillez réessayer.
it: Impossibile salvare la spesa. Riprova.
nl: Kon uitgave niet opslaan. Probeer opnieuw.
pl: Nie można zapisać wydatku. Spróbuj ponownie.

# settings_debug_is_pro
source: Pro active
de: Pro aktiv
es: Pro activo
fr: Pro actif
it: Pro attivo
nl: Pro actief
pl: Pro aktywne

# settings_debug_revenuecat_configured
source: RevenueCat configured
de: RevenueCat konfiguriert
es: RevenueCat configurado
fr: RevenueCat configuré
it: RevenueCat configurato
nl: RevenueCat geconfigureerd
pl: RevenueCat skonfigurowany

# settings_debug_free_scans_used
source: Free scans used
de: Kostenlose Scans genutzt
es: Escaneos gratis usados
fr: Scans gratuits utilisés
it: Scansioni gratuite usate
nl: Gratis scans gebruikt
pl: Wykorzystane darmowe skany

# settings_debug_reset_free_scans
source: Reset free scan counter
de: Gratis-Scan-Zähler zurücksetzen
es: Reiniciar contador de escaneos gratis
fr: Réinitialiser le compteur de scans gratuits
it: Reimposta contatore scansioni gratuite
nl: Gratis-scan teller resetten
pl: Zresetuj licznik darmowych skanów

# settings_value_yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
nl: Ja
pl: Tak

# settings_value_no
source: No
de: Nein
fr: Non
nl: Nee
pl: Nie

# scan_status_pro_active
source: Pro active
de: Pro aktiv
es: Pro activo
fr: Pro actif
it: Pro attivo
nl: Pro actief
pl: Pro aktywne

# scan_status_limit_reached
source: Free limit reached
de: Kostenloses Limit erreicht
es: Límite gratuito alcanzado
fr: Limite gratuite atteinte
it: Limite gratuito raggiunto
nl: Gratislimiet bereikt
pl: Osiągnięto darmowy limit

# scan_status_free_plan
source: Free plan
de: Kostenloser Plan
es: Plan gratuito
fr: Plan gratuit
it: Piano gratuito
nl: Gratis plan
pl: Plan darmowy

# scan_error_limit_reached
source: Free limit reached. Upgrade to Pro to continue scanning.
de: Kostenloses Limit erreicht. Upgrade auf Pro, um weiter zu scannen.
es: Límite gratuito alcanzado. Mejora a Pro para seguir escaneando.
fr: Limite gratuite atteinte. Passez à Pro pour continuer à scanner.
it: Limite gratuito raggiunto. Passa a Pro per continuare a scansionare.
nl: Gratislimiet bereikt. Upgrade naar Pro om verder te scannen.
pl: Osiągnięto darmowy limit. Przejdź na Pro, aby dalej skanować.

# settings_debug_open_checklist
source: Open QA checklist
de: QA-Checkliste öffnen
es: Abrir checklist QA
fr: Ouvrir la checklist QA
it: Apri checklist QA
pl: Otwórz checklistę QA

# settings_debug_checklist_title
source: QA checklist
de: QA-Checkliste
es: Checklist QA
fr: Checklist QA
it: Checklist QA
pl: Checklista QA

# settings_debug_checklist_section_scan
source: Scan flow
de: Scan-Ablauf
es: Flujo de escaneo
fr: Flux de scan
it: Flusso scansione
pl: Przepływ skanowania

# settings_debug_checklist_scan_1
source: Start on Free plan and save receipts until limit is reached.
de: Starten Sie im Gratisplan und speichern Sie Belege bis zum Limit.
es: Empieza en plan gratis y guarda recibos hasta el límite.
fr: Commencez en plan gratuit et enregistrez des reçus jusqu’à la limite.
it: Inizia col piano gratuito e salva ricevute fino al limite.
nl: Start op gratis plan en sla bonnen op tot de limiet.
pl: Zacznij na planie darmowym i zapisuj paragony do limitu.

# settings_debug_checklist_scan_2
source: Verify Scan screen shows the limit reached status banner.
de: Prüfen Sie, dass im Scan-Bildschirm der Limit-Banner erscheint.
es: Verifica que la pantalla Scan muestre el aviso de límite alcanzado.
fr: Vérifiez que l’écran Scan affiche le bandeau de limite atteinte.
it: Verifica che la schermata Scan mostri il banner limite raggiunto.
nl: Controleer dat Scan-scherm de limiet-banner toont.
pl: Sprawdź, że ekran Skanuj pokazuje baner osiągniętego limitu.

# settings_debug_checklist_scan_3
source: Try camera/photo again and confirm paywall opens.
de: Versuchen Sie Kamera/Foto erneut und bestätigen Sie die Paywall.
es: Prueba cámara/foto de nuevo y confirma que se abre el paywall.
fr: Réessayez caméra/photo et confirmez l’ouverture du paywall.
it: Riprova fotocamera/foto e conferma che si apre il paywall.
nl: Probeer camera/foto opnieuw en bevestig dat de paywall opent.
pl: Spróbuj ponownie aparat/zdjęcie i potwierdź otwarcie paywalla.

# settings_debug_checklist_section_paywall
source: Paywall and purchase
de: Paywall und Kauf
es: Paywall y compra
fr: Paywall et achat
it: Paywall e acquisto
nl: Paywall en aankoop
pl: Paywall i zakup

# settings_debug_checklist_paywall_1
source: Check displayed price and intro offer text (if available).
de: Prüfen Sie angezeigten Preis und Intro-Angebot (falls vorhanden).
es: Comprueba precio mostrado y oferta introductoria (si existe).
fr: Vérifiez le prix affiché et l’offre d’introduction (si disponible).
it: Controlla prezzo mostrato e offerta introduttiva (se disponibile).
nl: Controleer getoonde prijs en intro-aanbieding (indien beschikbaar).
pl: Sprawdź wyświetlaną cenę i ofertę wprowadzającą (jeśli dostępna).

# settings_debug_checklist_paywall_2
source: Complete sandbox purchase and return to app.
de: Schließen Sie den Sandbox-Kauf ab und kehren Sie zur App zurück.
es: Completa la compra en sandbox y vuelve a la app.
fr: Terminez l’achat sandbox et revenez à l’app.
it: Completa l’acquisto sandbox e torna all’app.
nl: Voltooi sandbox-aankoop en keer terug naar de app.
pl: Zakończ zakup sandbox i wróć do aplikacji.

# settings_debug_checklist_paywall_3
source: Verify Pro status becomes active in Settings debug section.
de: Prüfen Sie, dass Pro im Debug-Bereich aktiv ist.
es: Verifica que el estado Pro se active en la sección debug.
fr: Vérifiez que le statut Pro devient actif dans la section debug.
it: Verifica che lo stato Pro diventi attivo nella sezione debug.
nl: Controleer dat Pro actief wordt in debug-sectie.
pl: Sprawdź, że status Pro staje się aktywny w sekcji debug.

# settings_debug_checklist_section_restore
source: Restore and persistence
de: Wiederherstellung und Persistenz
es: Restaurar y persistencia
fr: Restauration et persistance
it: Ripristino e persistenza
nl: Herstel en persistentie
pl: Przywracanie i trwałość

# settings_debug_checklist_restore_1
source: Use Restore purchases and confirm no errors.
de: Verwenden Sie Käufe wiederherstellen und prüfen Sie auf Fehlerfreiheit.
es: Usa Restaurar compras y confirma que no haya errores.
fr: Utilisez Restaurer les achats et confirmez l’absence d’erreur.
it: Usa Ripristina acquisti e conferma che non ci siano errori.
nl: Gebruik Aankopen herstellen en bevestig zonder fouten.
pl: Użyj Przywróć zakupy i potwierdź brak błędów.

# settings_debug_checklist_restore_2
source: Restart app and verify Pro state persists.
de: App neu starten und prüfen, dass Pro bestehen bleibt.
es: Reinicia la app y verifica que Pro se mantenga.
fr: Redémarrez l’app et vérifiez que l’état Pro persiste.
it: Riavvia l’app e verifica che lo stato Pro persista.
nl: Herstart app en controleer dat Pro-status blijft.
pl: Uruchom ponownie aplikację i sprawdź, że status Pro się utrzymuje.

# settings_debug_checklist_restore_3
source: Use Reset free scan counter to re-test free-tier flow.
de: Verwenden Sie den Reset-Zähler, um den Gratisfluss erneut zu testen.
es: Usa reiniciar contador para volver a probar el flujo gratuito.
fr: Utilisez la réinitialisation du compteur pour retester le flux gratuit.
it: Usa il reset contatore per ritestare il flusso gratuito.
nl: Gebruik reset teller om gratis-flow opnieuw te testen.
pl: Użyj resetu licznika, aby ponownie przetestować darmowy przepływ.

# paywall_error_purchase_fallback
source: Purchase could not be completed. Please try again.
de: Kauf konnte nicht abgeschlossen werden. Bitte erneut versuchen.
es: No se pudo completar la compra. Inténtalo de nuevo.
fr: L’achat n’a pas pu être terminé. Veuillez réessayer.
it: Impossibile completare l’acquisto. Riprova.
nl: Aankoop kon niet worden voltooid. Probeer opnieuw.
pl: Nie udało się dokończyć zakupu. Spróbuj ponownie.

# paywall_error_restore_fallback
source: Restore could not be completed. Please try again.
de: Wiederherstellung konnte nicht abgeschlossen werden. Bitte erneut versuchen.
es: No se pudo completar la restauración. Inténtalo de nuevo.
fr: La restauration n’a pas pu être terminée. Veuillez réessayer.
it: Impossibile completare il ripristino. Riprova.
nl: Herstel kon niet worden voltooid. Probeer opnieuw.
pl: Nie udało się ukończyć przywracania. Spróbuj ponownie.

# settings_error_restore_fallback
source: Restore could not be completed. Please try again.
de: Wiederherstellung konnte nicht abgeschlossen werden. Bitte erneut versuchen.
es: No se pudo completar la restauración. Inténtalo de nuevo.
fr: La restauration n’a pas pu être terminée. Veuillez réessayer.
it: Impossibile completare il ripristino. Riprova.
nl: Herstel kon niet worden voltooid. Probeer opnieuw.
pl: Nie udało się ukończyć przywracania. Spróbuj ponownie.

# paywall_nav_upgrade
source: Upgrade
es: Mejorar
fr: Mise à niveau
it: Aggiorna
pl: Ulepsz

# scan_section_ocr_text
source: OCR text
es: Texto OCR
fr: Texte OCR
it: Testo OCR
nl: OCR-tekst
pl: Tekst OCR

# settings_version
source: Version
es: Versión
it: Versione
nl: Versie
pl: Wersja

# settings_debug_section
source: Debug QA
es: QA Debug
fr: QA Debug
it: QA Debug

# settings_plan
source: Plan
fr: Offre
it: Piano
nl: Abonnement
